Repository: ecovillage/seminardesk-wordpress
Catalog: languages/*.seminardesk.wordpress-*.po
Languages: de

source: Customize the slugs of this plugin. Use with caution, might have unintended effects on a deployed WordPress instance.
de: Slugs anpassen. Achtung: Änderungen an diesen Einstellungen können unerwartete Auswirkungen haben.

source: Manage the settings for development.
de: Einstellungen für den Entwicklungs-Modus.

source: Manage the settings for WP uninstaller of the SeminarDesk plugin.
de: Einstellungen für die Deinstallation des SeminarDesk-Plugins.

source: Developing
de: Entwicklungs-Modus

source: Uninstall
de: Deinstallation

source: Debug:
de: Debug-Modus:

source: Delete all:
de: Alle Posts löschen:

source: Booking Available
de: Anmeldung verfügbar

source: Fully Booked
de: Ausgebucht

source: Limited Booking
de: Wenig Plätze verfügbar

source: Waiting List
de: Anmeldung auf Warteliste

source: Save Settings
de: Einstellungen speichern

source: Date:
de: Termin:

source: Facilitator:
de: Referent:

source: Price:
de: Preis:

source: Venue:
de: Veranstaltungsort:

source: More ...
de: Weiter ...

source: <strong>Sorry, no posts matched your criteria.</strong>
de: <strong>Es gibt keine Ergebnisse</strong>

source: remote image failed
de: Bild konnte nicht geladen werden

source: List of available dates:
de: Verfügbare Termine:

source: Booking
de: Anmeldung

source: No dates for this event available :(
de: Für diese Veranstaltung sind keine Termine verfügbar

source: <strong>Sorry, event does not exist.</strong>
de: <strong>Diese Veranstaltung existiert nicht.</strong>

source: Past Events Dates
de: Vergangene Termine

source: « Previous
de: « Zurück

source: Next »
de: Weiter »

source: <strong>Sorry, no events for this date.</strong>
de: <strong>Es gibt keine Termine in diesem Zeitraum.</strong>

source: Upcoming Event Dates
de: Bevorstehende Termine

source: <strong>Date: </strong>
de: <strong>Termin: </strong>

source: More
de: Mehr

source: Sorry, no events for this date.
de: Es gibt keine Termine in diesem Zeitraum.

source: Allows you to connect your SeminarDesk to your WordPress site in order to create posts for events, dates and facilitators.
de: Verbindet SeminarDesk mit WordPress, um automatisch Beiträge für Veranstaltungen, Termine und Referenten zu erzeigen.

source: https://www.seminardesk.com/
de: https://www.seminardesk.de/
